Repository: pettipol/copaky
Catalog: Resources/Localizable.xcstrings
Source language: ja
Languages: en, it

source: 登録したい文字や単語を順番に書いていくだけでスクロール式のカスタムタブを作成することができます。
en: You can make scroll style custom tabs only by listing up the words and sentences.
it: Puoi creare tab personalizzati a scorrimento semplicemente scrivendo in ordine i caratteri e le parole che vuoi registrare.

source: 登録する文字
en: Words to append
it: Parole da aggiungere

source: 目指す文字を追加
en: Add target character
it: Aggiungi carattere obiettivo

source: 目立たないキー
en: Color of unimportant keys
it: Colore dei tasti secondari

source: 相対位置の候補
en: Select with relative position
it: Seleziona con posizione relativa

source: 着せ替え
en: Themes
it: Temi

source: 着せ替えが完成しました🎉
en: Your theme is completed 🎉
it: Il tuo tema è pronto 🎉

source: 着せ替えを作成
en: Make your theme
it: Crea il tuo tema

source: 着せ替えを編集
en: Edit theme
it: Modifica tema

source: 確定
en: Complete
it: Conferma

source: 確認した
en: Confirmed
it: Confermato

source: 秒
en: Seconds
it: Secondi

source: 移動
en: Move
it: Sposta

source: 移動・追加
en: Move/Add
it: Sposta/Aggiungi

source: 移動する文字数
en: Count of movement
it: Numero di caratteri da spostare

source: 移動先：%@
en: Destination: %@
it: Destinazione: %@

source: 移動先のタブ
en: Tab to move
it: Tab di destinazione

source: 空白キー
en: Space key
it: Tasto spazio

source: 第一候補以外の変換候補を選んだ際に、内容を確認した上でレポートを送信できます。
en: When you pick a candidate other than the first, you can review the details before sending a report.
it: Quando selezioni un candidato di conversione diverso dal primo, puoi verificarne i dettagli prima di inviare una segnalazione.

source: 絵文字
en: Emoji
it: Emoji

source: 絵文字タブを表示
en: Show emoji tab
it: Mostra tab emoji

source: 絵文字と顔文字
en: Emojis and Kaomojis
it: Emoji e kaomoji

source: 絵文字と顔文字は別々にオン・オフを選択可能です。
en: You can decide whether you use emoji and whether you use kaomoji.
it: Puoi attivare o disattivare emoji e kaomoji separatamente.

source: 絵文字の一覧を表示したい場合、標準の絵文字キーボードをご利用ください。
en: If you want to get the list of emoji, please use the device's emojis keyboard.
it: Per visualizzare l'elenco delle emoji, usa la tastiera emoji standard del dispositivo.

source: 絵文字や顔文字の変換候補を表示したい
en: Show Emoji and Kaomoji candidates
it: Mostra i candidati di conversione per emoji e kaomoji

source: 絵文字を検索
en: Search Emoji
it: Cerca emoji

source: 絶対位置の候補
en: Select with absolute position
it: Candidati per posizione assoluta

source: 編集
en: Edit
it: Modifica

source: 編集したいキーを選択してください。
en: Select the key to which you want to register.
it: Seleziona il tasto che vuoi modificare.

source: 編集したい方向を選択してください。
en: Select the key to which you want to register.
it: Seleziona la direzione che vuoi modificare.

source: 編集する
en: Edit
it: Modifica

source: 編集を中止します。変更はすべて失われます。
en: Cancel editing. All changes will be lost.
it: Interrompi la modifica. Tutte le modifiche andranno perse.

source: 編集を中止する
en: Cancel editing
it: Interrompi modifica

source: 縦
en: Vertical
it: Verticale

source: 縦: %lld
en: Height: %lld
it: Altezza: %lld

source: 縦方向キー数
en: Column key count
it: Numero di tasti in colonna

source: 繰り返し実行されます
en: Executed Repeatedly
it: Eseguito ripetutamente

source: 置換のタイプ
en: Longpress Type
it: Tipo di pressione prolungata

source: 置換前
en: Before
it: Prima

source: 置換後
en: After
it: Dopo

source: 背景
en: Background
it: Sfondo

source: 背景の色
en: Background color
it: Colore di sfondo

source: 自動
en: Auto
it: Automatico

source: 自動的にタブバーに追加
en: Add to tab bar automatically
it: Aggiungi automaticamente alla barra dei tab

source: 自動確定
en: Auto Prefix Completion
it: Conferma automatica

source: 自動確定の速さ
en: Speed of Auto Prefix Completion
it: Velocità del completamento automatico

source: 自動確定を使うと長い文章を打っているときに候補の選択がしやすくなります。
en: With auto-prefix-completion, selecting candidate is more easy when you are inputting long text.
it: Con il completamento automatico, selezionare i candidati è più semplice quando scrivi testi lunghi.

source: 英字入力の際に 「𝕥𝕪𝕡𝕠𝕘𝕣𝕒𝕡𝕙𝕪」のような装飾字体を候補に表示します。
en: Display decorated font candidates like '𝕥𝕪𝕡𝕠𝕘𝕣𝕒𝕡𝕙𝕪' during English inputting.
it: Durante l'input in inglese mostra tra i candidati caratteri decorati come «𝕥𝕪𝕡𝕠𝕘𝕣𝕒𝕡𝕙𝕪».

source: 英語・イタリア語のQWERTYで、候補・予測・お知らせがなく、Copaky ボタンも非表示のときに候補バーを隠して、キーボードを低くします。日本語キーボードには影響しません。
en: On English and Italian QWERTY keyboards, hides the suggestion bar when there are no candidates, predictions, or notices and the Copaky button is hidden, making the keyboard shorter. Japanese keyboards are not affected.
it: Sulle tastiere QWERTY inglese e italiana, nasconde la barra dei suggerimenti quando non ci sono candidati, previsioni o avvisi e il pulsante Copaky è nascosto, rendendo la tastiera più bassa. Le tastiere giapponesi non sono interessate.

source: 英語
en: English
it: Inglese

source: 英語(フリック入力)
en: English (flick style)
it: Inglese (input a flick)

source: 英語(ローマ字入力)
en: English (qwerty style)
it: Inglese (input romaji)

source: 英語(設定に合わせる)
en: English (follow your setting)
it: Inglese (segui le impostazioni)

source: 英語タブキー
en: English tab key
it: Tasto tab inglese

source: 英語のデフォルトタブに設定されています
en: This tab is set as English default tab
it: Questo tab è impostato come tab predefinito per l'inglese

source: 蚊の絵文字を非表示
en: Forbid mosquito emojis
it: Nascondi le emoji delle zanzare

source: 行の数: %@
en: Row Count: %@
it: Numero di righe: %@

source: 表示
en: Display
it: Visualizza

source: 表示する値(カンマ区切り)
en: The values to display (comma-separated)
it: Valori da visualizzare (separati da virgola)

source: 装飾英字変換
en: Decorated letters candidates
it: Candidati di lettere decorative

source: 補足情報があれば記入してください
en: Add note if necessary
it: Se necessario, aggiungi informazioni supplementari

source: 複製
en: Duplicate
it: Duplica

source: 西暦
en: Gregorian
it: Gregoriano

source: 西暦⇄和暦変換
en: Gregorian - Japanese calendar conversion
it: Conversione calendario gregoriano ⇄ giapponese

source: 解除するにはもう一度キーを押してください。
en: To unlock, push the key again.
it: Per sbloccare, premi di nuovo il tasto.

source: 言語
en: Language
it: Lingua

source: 言語キーは「使用する言語」の順に切り替わります。長押しすると、すべての有効な言語から直接選べます。
en: The language key cycles in the order shown under “Active languages”. Long-press it to choose directly from every active language.
it: Il tasto lingua segue l'ordine di «Lingue attive». Tienilo premuto per scegliere direttamente una lingua attiva.

source: 記号
en: Symbols
it: Simboli

source: 記号(ローマ字入力)
en: Symbols (qwerty style)
it: Simboli (input romaji)

source: 記号タブキー
en: Symbols tab key
it: Tasto tab simboli

source: 記号と数字(フリック入力)
en: Symbols and numbers (flick style)
it: Simboli e numeri (input a flick)

source: 設定
en: Settings
it: Impostazioni

source: 設定 ▸ 「イタリア語を使う」をオンにし、QWERTYの言語キーで「IT」を選びます。第一優先言語がイタリア語の端末では初期設定がオンです。
en: Turn on Settings ▸ “Use Italian”, then choose IT with the QWERTY language key. It is on by default when Italian is the device’s first preferred language.
it: Attiva l'opzione Impostazioni ▸ «Usa l'italiano», quindi scegli IT con il tasto lingua QWERTY. È attiva per impostazione predefinita quando l'italiano è la prima lingua preferita del dispositivo.

source: 設定アプリで「Copaky」▸「ほかのAppからペースト」▸「許可」の順に進みます。
en: In the Settings app, go to Copaky ▸ Paste from Other Apps ▸ Allow.
it: Nell'app Impostazioni, vai su Copaky ▸ Incolla da altre app ▸ Consenti.

source: 設定アプリで「一般」▸「キーボード」▸「キーボード」▸「Copaky」▸「フルアクセスを許可」をオンにします。
en: In the Settings app, go to General ▸ Keyboard ▸ Keyboards ▸ Copaky and turn on Allow Full Access.
it: Nell'app Impostazioni, vai su Generali ▸ Tastiera ▸ Tastiere ▸ Copaky e attiva Consenti accesso completo.

source: 設定アプリで「一般」▸「キーボード」▸「キーボード」▸「新しいキーボードを追加」▸「Copaky」の順に進みます。
en: In the Settings app, go to General ▸ Keyboard ▸ Keyboards ▸ Add New Keyboard ▸ Copaky.
it: Nell'app Impostazioni, vai su Generali ▸ Tastiera ▸ Tastiere ▸ Aggiungi nuova tastiera ▸ Copaky.

source: 設定アプリで「ほかのAppからペースト」を「許可」にすることで、ダイアログが出なくなります。
en: By allowing 'Paste from other apps' in Settings, you can avoid these dialogs.
it: Impostando «Incolla da altre app» su «Consenti» nell'app Impostazioni, questo avviso non verrà più visualizzato.

source: 設定アプリを開く
en: Open Settings app
it: Apri l'app Impostazioni

source: 設定からいつでも送信の提案を停止できます。
en: You can disable send suggestions anytime from Settings.
it: Puoi disattivare i suggerimenti di invio in qualsiasi momento dalle Impostazioni.

source: 設定する
en: Set
it: Imposta

source: 設定は「設定タブ」でいつでも変えられます
en: You can change settings on Settings tab anytime
it: Puoi modificare le impostazioni in qualsiasi momento dal tab Impostazioni

source: 設定を有効化できません
en: This setting cannot be enabled
it: Non è possibile attivare questa impostazione

source: 許可しないと、「クリップボードの履歴」タブがクリップボードを読み取るたびに、iOSのペースト確認ダイアログが表示されます。
en: Without this permission, iOS shows a paste confirmation dialog each time the Clipboard History tab reads the clipboard.
it: Senza questa autorizzazione, iOS mostra una finestra di dialogo per confermare l'incolla ogni volta che la scheda Cronologia degli appunti legge gli appunti.

source: 詳しい設定
en: Details
it: Dettagli

source: 詳細な設定
en: High-level settings
it: Impostazioni dettagliate

source: 詳細設定
en: Details
it: Impostazioni avanzate

source: 語彙は今後の更新で拡充予定です。アクセントなしで入力した語は、スペースで辞書のアクセント付きの形に補正されます（「perche」→「perché」。設定でオフにできます）。他の形は候補から選んでください。
en: The vocabulary will be expanded in future updates. A word typed without its accent is fixed to the dictionary's accented form when you press space (“perche” → “perché”; this can be turned off in Settings). Other forms are picked from the candidates.
it: Il vocabolario verrà ampliato nei prossimi aggiornamenti. Una parola scritta senza accento viene corretta nella forma accentata del dizionario premendo spazio («perche» → «perché»; si può disattivare nelle Impostazioni). Le altre forme si scelgono tra i suggerimenti.

source: 誤って削除してしまった場合は端末を振るか、入力欄を三本指でスワイプすることで取り消し操作を行うことが可能です。
en: If you mistakenly deleted letters, you could shake your device or swipe the input field with three fingers, and you can undo it.
it: Se cancelli qualcosa per errore, puoi annullare l'operazione scuotendo il dispositivo oppure trascinando tre dita nel campo di testo.

source: 誤変換レポートについて
en: About Misconversion Reports
it: Informazioni sulle segnalazioni di conversione errata

source: 誤変換レポートの送信を提案する頻度を調整します。
en: Adjust how often you are prompted to send mis-conversion reports.
it: Regola la frequenza con cui ti viene proposto di inviare le segnalazioni di conversione errata.

source: 誤変換レポートは第一候補ではない変換候補を選んだ場合にユーザの確認の上で送信することができます。
en: When you choose a candidate other than the first one, you can send a misconversion report after confirming it.
it: Quando scegli un candidato diverso dal primo, puoi inviare una segnalazione di conversione errata dopo averla confermata.

source: 誤変換レポートを送信
en: Send misconversion report
it: Invia segnalazione di conversione errata

source: 読み
en: Ruby
it: Lettura

source: 読みが空です
en: Ruby is empty
it: La lettura è vuota

source: 読みと単語
en: Ruby and word
it: Lettura e parola

source: 読みに使用できない文字が含まれます。ひらがな、英字、数字を指定してください
en: Contains unusable characters. Please use hiragana, roman letters, and numbers.
it: La lettura contiene caratteri non utilizzabili. Usa hiragana, lettere romane e numeri.

source: 読み込みに失敗したカスタムタブ「%@」を書き出す
en: Export custom tab '%@' that failed to load
it: Esporta il tab personalizzato «%@» il cui caricamento non è riuscito

source: 読み込み中
en: Loading
it: Caricamento in corso

source: 読み込み失敗
en: Load failed
it: Caricamento non riuscito

source: 読み込む
en: Import
it: Importa

source: 読み込んだタブ
en: Imported tabs
it: Tab importati

source: 読み込んだデータ
en: Imported data
it: Dati importati

source: 識別子
en: Identifier
it: Identificatore

source: 識別子%@を持つカスタムタブが既に登録されています。上書きしますか？
en: You have been already using a custom tab that has identifier %@. Do you overwrap it?
it: È già presente un tab personalizzato con l'identificatore %@. Vuoi sovrascriverlo?

source: 負の値を指定すると右側の文字を削除します
en: Negative number means delete forward
it: Un valore negativo elimina il carattere a destra

source: 負の値を指定すると左にカーソルが動きます
en: Negative number means moving backward
it: Un valore negativo sposta il cursore a sinistra

source: 軽く
en: Light
it: Leggero

source: 追加
en: Add
it: Aggiungi

source: 追加する
en: Add
it: Aggiungi

source: 追加済
en: Added
it: Aggiunto

source: 送信されたデータはかな漢字変換システムの改善等の目的で利用されます。
en: Submitted data is used to improve the kana-kanji conversion system and related features.
it: I dati inviati vengono utilizzati per migliorare il sistema di conversione kana-kanji e le funzionalità correlate.

source: 送信を提案する頻度
en: Frequency of suggestion
it: Frequenza dei suggerimenti di invio

source: 送信前に内容を確認するポップアップが表示されます。不要な情報は右スワイプで除外できます。
en: A pop-up lets you review the contents before sending. Swipe right to remove any unnecessary information.
it: Prima dell'invio viene mostrato un popup per verificare il contenuto. Puoi escludere le informazioni non necessarie scorrendo verso destra.

source: 通常キーの背景色
en: Background color of normal keys
it: Colore di sfondo dei tasti normali

source: 通常のキー
en: Color of normal keys
it: Colore dei tasti normali

source: 速い
en: Very fast
it: Veloce

source: 連絡先情報を変換に使う
en: Use contact information for conversion
it: Usa le informazioni dei contatti per la conversione

source: 選び方
en: Position Specification
it: Modalità di selezione

source: 選ぶ
en: Select
it: Seleziona

source: 選択
en: Select
it: Selezione

source: 長押し
en: Longpress
it: Pressione prolungata

source: 長押しアクション
en: Longpress action
it: Azione di pressione prolungata

source: 長押しアクションを編集する
en: Edit longpress action
it: Modifica l'azione di pressione prolungata

source: 長押しした時の候補
en: Selectable variations when you longpress this key
it: Varianti selezionabili tenendo premuto questo tasto

source: 長押しの長さ
en: Longpress Duration
it: Durata della pressione prolungata

source: 長押し後表示される画面で「大きな文字で表示する」をタップします。
en: Tap the button 'Zoom in'.
it: Nella schermata visualizzata dopo la pressione prolungata, tocca «Mostra a caratteri grandi».

source: 閉じる
en: Close
it: Chiudi

source: 青枠部分
en: Blue framed part
it: Area con bordo blu

source: 頻繁
en: Frequently
it: Frequente

source: 顔と感情
en: Smileys & People
it: Faccine e persone

source: 顔文字
en: Kaomoji
it: Kaomoji

source: 食事
en: Food & Drink
it: Cibo e bevande

source: 高
en: High
it: Alto

source: 高度
en: Advanced
it: Avanzate

source: 高度な変換アルゴリズム「Zenzai」を利用します。
en: Using the advanced transformation algorithm “Zenzai.”
it: Utilizza l'algoritmo di conversione avanzato «Zenzai».

source: 黄色枠部分
en: Yellow framed part
it: Area con bordo giallo

source: ラテン文字の自動修正
en: Autocorrect typos (Latin keyboards)
it: Correzione automatica dei refusi (tastiere latine)

source: ラテン文字キーボードで単語の後にスペースを押すと、イタリア語・英語のよくある入力ミスを自動で修正します。修正直後に削除キーを押すと元の単語に戻せます。
en: On Latin keyboards, pressing space after a word automatically corrects common Italian and English typos. Press backspace immediately after a correction to restore the original word.
it: Sulle tastiere latine, premendo spazio dopo una parola vengono corretti automaticamente i refusi comuni in italiano e inglese. Premi backspace subito dopo una correzione per ripristinare la parola originale.

source: Acknowledgements
it: Ringraziamenti

source: License
it: Licenza
